Revit 2027 API
FacetingUtils Methods
The FacetingUtils type exposes the following members.
Methods
Name | Description
ConvertTrianglesToQuads |  Replaces pairs of adjacent, coplanar triangles by quadrilaterals.
Top
See Also
Reference
FacetingUtils Class
Autodesk.Revit.DB Namespace